Repository: Toan14102004/GoodFood_IOS
Catalog: Localizable.xcstrings
Source language: vi
Languages: ar, de, en, fr, hi, id, ja, ko, ms, pt, ru_ru, th

source: calcium: %.1fg
ar: الكالسيوم: ٪ .1fg
de: Kalzium: %.1fg
hi: कैल्शियम: %.1fg
id: Kalsium: %.1fg
ja: カルシウム：％.1fg
ko: 칼슘 : %.1fg
ms: Kalsium: %.1fg
pt: Cálcio: %.1fg
ru_ru: Кальций: %.1fg
th: แคลเซียม: %.1fg

source: Carbs: %.1fg
ar: الكربوهيدرات: ٪ .1fg
de: Kohlenhydrate: %.1fg
fr: Glucides:% .1fg
hi: कार्ब्स: %.1fg
id: Karbohidrat: %.1fg
ja: 炭水化物：％.1fg
ko: 탄수화물 : %.1fg
ms: Karbohidrat: %.1fg
pt: Carbos: %.1fg
ru_ru: Углеводы: %.1fg
th: คาร์โบไฮเดรต: %.1fg

source: cholesterol: %.1fg
ar: الكوليسترول: ٪ .1fg
de: Cholesterin: %.1fg
fr: Cholestérol:% .1fg
hi: कोलेस्ट्रॉल: %.1fg
id: Kolesterol: %.1fg
ja: コレステロール：％.1fg
ko: 콜레스테롤 : %.1fg
ms: Kolesterol: %.1fg
pt: Colesterol: %.1fg
ru_ru: Холестерин: %.1fg
th: คอเลสเตอรอล: %.1fg

source: Fat: %.1fg
ar: الدهون: ٪ .1fg
de: Fett: %.1fg
fr: Gras:% .1fg
hi: वसा: %.1fg
ja: 脂肪：％.1fg
ko: 지방 : %.1fg
ms: Lemak: %.1fg
pt: Gordura: %.1fg
ru_ru: Жир: %.1fg
th: ไขมัน: %.1fg

source: fiber: %.1fg
ar: الألياف: ٪ .1fg
de: Faser: %.1fg
fr: Fibre:% .1fg
hi: फाइबर: %.1fg
id: Serat: %.1fG
ja: 繊維：％.1fg
ko: 섬유 : %.1fg
ms: Serat: %.1fg
pt: Fibra: %.1fg
ru_ru: Волокно: %.1fg
th: ไฟเบอร์: %.1fg

source: iron: %.1fg
ar: الحديد: ٪ .1fg
de: Eisen: %.1fg
fr: Fer:% .1fg
hi: लोहा: %.1fg
id: Besi: %.1fg
ja: 鉄：％.1fg
ko: 철 : %.1fg
ms: Besi: %.1fg
pt: Ferro: %.1fg
ru_ru: Железо: %.1fg
th: เหล็ก: %.1fg

source: Nhập từ khoá hoặc câu hỏi cần tìm kiếm
ar: أدخل الكلمات الرئيسية أو الأسئلة للبحث
de: Geben Sie Schlüsselwörter oder Fragen ein, nach denen gesucht werden soll
en: Enter keywords or questions to search for
fr: Saisissez des mots-clés ou des questions à rechercher
hi: खोजने के लिए कीवर्ड या प्रश्न दर्ज करें
id: Masukkan kata kunci atau pertanyaan untuk dicari
ja: 検索するキーワードまたは質問を入力してください
ko: 검색할 키워드나 질문을 입력하세요
ms: Ampidiro teny fanalahidy na fanontaniana hokarohana
pt: Insira palavras-chave ou perguntas para pesquisar
ru_ru: Введите ключевые слова или вопросы для поиска
th: ป้อนคำสำคัญหรือคำถามเพื่อค้นหา

source: potassium: %.1fg
ar: البوتاسيوم: ٪ .1fg
de: Kalium: %.1fg
hi: पोटेशियम: %.1fg
id: Kalium: %.1fg
ja: カリウム：％.1fg
ko: 칼륨 : %.1fg
pt: Potássio: %.1fg
ru_ru: Калий: %.1fg
th: โพแทสเซียม: %.1fg

source: Protein: %.1fg
ar: البروتين: ٪ .1fg
fr: Protéine:% .1fg
hi: प्रोटीन: %.1fg
ja: タンパク質：％.1fg
ko: 단백질 : %.1fg
pt: Proteína: %.1fg
ru_ru: Белок: %.1fg
th: โปรตีน: %.1fg

source: saturatedFat: %.1fg
ar: تشبع: ٪ .1fg
de: Sättigter Fat: %.1fg
en: Saturatedfate: %.1fg
fr: Saturé:% .1fg
hi: संतृप्तता: %.1fg
id: SaturedFate: %.1fg
ja: 飽和フェート：％.1fg
ko: 포화 물 : %.1fg
ms: Tepu: %.1fg
pt: SatatedFate: %.1fg
ru_ru: Насыщенная кферат: %.1fg
th: Satulatedfate: %.1fg

source: sodium: %.1fg
ar: الصوديوم: ٪ .1fg
de: Natrium: %.1fg
hi: सोडियम: %.1fg
ja: ナトリウム：％.1fg
ko: 나트륨 : %.1fg
ms: Natrium: %.1fg
pt: Sódio: %.1fg
ru_ru: Натрий: %.1fg
th: โซเดียม: %.1fg

source: sugar: %.1fg
ar: السكر: ٪ .1fg
de: Zucker: %.1fg
fr: Sucre:% .1fg
hi: चीनी: %.1fg
id: Gula: %.1fg
ja: 砂糖：％.1fg
ko: 설탕 : %.1fg
ms: Gula: %.1fg
pt: Açúcar: %.1fg
ru_ru: Сахар: %.1fg
th: น้ำตาล: %.1fg

source: Thông Tin Cá Nhân
ar: معلومات شخصية
de: Persönliche Informationen
en: Personal information
fr: Information personnelle
hi: व्यक्तिगत सूचना
id: Informasi pribadi
ja: 個人情報
ko: 개인 정보
ms: Maklumat peribadi
pt: Informações pessoais
ru_ru: Персональная информация
th: ข้อมูลส่วนบุคคล

source: + Thêm vào danh sách
ar: + إضافة القائمة
de: + Fügen Sie die Liste hinzu
en: + Add the list
fr: + Ajouter la liste
hi: + सूची जोड़ें
id: + Tambahkan daftar
ja: +リストを追加します
ko: + 목록을 추가하십시오
ms: + Tambahkan senarai
pt: + Adicione a lista
ru_ru: + Добавить список
th: + เพิ่มรายการ

source: Add Item
ar: أضف العنصر
de: Artikel hinzufügen
fr: Ajouter
hi: मद जोड़ें
id: Tambahkan item
ja: アイテムを追加します
ko: 항목 추가
ms: Tambah item
pt: Adicionar item
ru_ru: Добавить пункт
th: เพิ่มรายการ

source: Ăn uống thông minh – sống khoẻ mỗi ngày 🌿
ar: الأكل الذكي - الحياة الصحية كل يوم 🌿
de: Kluge Ernährung - gesundes Leben jeden Tag 🌿 🌿
en: Smart eating - healthy living every day 🌿
fr: Matiété intelligente - une vie saine tous les jours 🌿
hi: स्मार्ट ईटिंग - हर दिन स्वस्थ जीवन 🌿
id: Makanan Cerdas - Hidup Sehat Setiap Hari 🌿
ja: スマートな食事 - 毎日健康的な生活
ko: 똑똑한 식사 - 매일 건강한 생활 🌿
ms: Makan pintar - hidup sihat setiap hari 🌿
pt: Comer inteligente - Vida saudável todos os dias 🌿
ru_ru: Умное питание - здоровый образ жизни каждый день 🌿
th: การกินอย่างชาญฉลาด - การใช้ชีวิตเพื่อสุขภาพทุกวัน🌿

source: Ảnh đã xử lý
ar: معالجة الصورة
de: Foto verarbeitet
en: Photo processed
fr: Photo traitée
hi: फोटो संसाधित
id: Foto diproses
ja: 写真処理
ko: 사진 처리
ms: Foto diproses
pt: Foto processada
ru_ru: Фото обрабатывается
th: ประมวลผลภาพถ่าย

source: Bài báo về sức khỏe
ar: مقالة صحية
de: Gesundheitsartikel
en: Health article
fr: Article de santé
hi: स्वास्थ्य लेख
id: Artikel Kesehatan
ja: 健康記事
ko: 건강 기사
ms: Artikel kesihatan
pt: Artigo de Saúde
ru_ru: Статья о здоровье
th: บทความสุขภาพ

source: Bạn cần trợ giúp về điều gì nào ?
ar: ماذا تحتاج المساعدة؟
ru_ru: Что вам нужна помощь?

source: Bắt đầu
ar: يبدأ
de: Beginnen
en: Begin
fr: Commencer
hi: शुरू
id: Mulai
ja: 始める
ko: 시작하다
ms: Mulakan
pt: Começar
ru_ru: Начинать
th: เริ่ม

source: Biểu đồ cân nặng
ar: مخطط الوزن
de: Gewichtstabelle
en: Weight chart
fr: Tableau de poids
hi: भार चार्ट
id: Bagan berat
ja: 重量チャート
ko: 무게 차트
ms: Carta Berat
pt: Gráfico de peso
ru_ru: Весовая диаграмма
th: แผนภูมิน้ำหนัก

source: Biểu đồ Kcal In cho 7 ngày gần nhất
ar: مخطط طباعة KCAL خلال آخر 7 أيام
de: KCAL -Druckdiagramm für die letzten 7 Tage
en: Kcal print chart for the last 7 days
fr: Tableau d'impression Kcal pour les 7 derniers jours
hi: पिछले 7 दिनों के लिए kcal प्रिंट चार्ट
id: Bagan cetak kcal selama 7 hari terakhir
ja: 過去7日間のKCALプリントチャート
ko: 지난 7 일 동안 KCAL 인쇄 차트
ms: Carta cetak kcal selama 7 hari terakhir
pt: Gráfico de impressão Kcal nos últimos 7 dias
ru_ru: Диаграмма печати KCAL за последние 7 дней
th: แผนภูมิพิมพ์ kcal สำหรับ 7 วันที่ผ่านมา

source: Cá nhân
ar: فردي
de: Person
en: Individual
fr: Individuel
hi: व्यक्ति
id: Individu
ja: 個人
ko: 개인
ms: Individu
pt: Individual
ru_ru: Индивидуальный
th: รายบุคคล

source: Cân nặng
ar: وزن
de: Gewicht
en: Weight
fr: Poids
hi: वज़न
id: Berat
ja: 重さ
ko: 무게
ms: Berat
pt: Peso
ru_ru: Масса
th: น้ำหนัก

source: Cân nặng (kg)
ar: الوزن (كجم)
de: Gewicht (kg)
en: Weight (kg)
fr: Poids (kg)
hi: वजन (किलो)
id: Berat (kg)
ja: 重量(kg)
ko: 체중(kg)
ms: Lanja (kg)
pt: Peso (kg)
ru_ru: Вес (кг)
th: น้ำหนัก (กก.)

source: Cần nạp
ar: تحتاج إلى تحميل
de: Muss nachgefüllt werden
en: Energy needs
fr: Besoin de recharger
hi: फिर से भरने की जरूरत है
id: Perlu diisi ulang
ja: 補充する必要がある
ko: 재충전이 필요하다
ms: Mila mameno indray
pt: Precisa reabastecer
ru_ru: Нужно загружать
th: จำเป็นต้องเติมเงิน

source: Cập nhật
ar: تحديث
de: Aktualisieren
en: Update
fr: Mise à jour
hi: अद्यतन
id: Memperbarui
ja: アップデート
ko: 업데이트
ms: Kemas kini
pt: Atualizar
ru_ru: Обновлять
th: อัปเดต

source: Cập nhật thông tin
ar: تحديث المعلومات
de: Informationen aktualisieren
en: Update information
fr: Mettre à jour les informations
hi: अद्यतन जानकारी
id: Perbarui informasi
ja: 情報を更新します
ko: 정보 업데이트
ms: Kemas kini maklumat
pt: Atualizar informações
ru_ru: Обновить информацию
th: อัปเดตข้อมูล

source: Cập nhật thông tin thành công!
ar: تحديث المعلومات الناجحة!
de: Aktualisieren Sie erfolgreiche Informationen!
en: Update successful information!
fr: Mettre à jour les informations réussies!
hi: सफल जानकारी अपडेट करें!
id: Perbarui informasi yang berhasil!
ja: 成功した情報を更新してください！
ko: 성공적인 정보를 업데이트하십시오!
ms: Kemas kini maklumat yang berjaya!
pt: Atualize informações bem -sucedidas!
ru_ru: Обновить успешную информацию!
th: อัปเดตข้อมูลที่ประสบความสำเร็จ!

source: Chỉ cần chụp ảnh, GoodFood sẽ phân tích nguyên liệu và tính toán dinh dưỡng cho bạn.
ar: ما عليك سوى التقاط الصور ، سيقوم Goodfood بتحليل المواد الخام وحساب التغذية لك.
de: Machen Sie einfach Fotos, Goodfood analysiert die Rohstoffe und berechnen Sie die Ernährung für Sie.
en: Just take photos, Goodfood will analyze the raw materials and calculate nutrition for you.
fr: Prenez simplement des photos, GoodFood analysera les matières premières et calculera la nutrition pour vous.
hi: बस तस्वीरें लें, गुडफूड कच्चे माल का विश्लेषण करेगा और आपके लिए पोषण की गणना करेगा।
id: Ambil saja foto, Goodfood akan menganalisis bahan baku dan menghitung nutrisi untuk Anda.
ja: 写真を撮るだけで、GoodFoodは原材料を分析し、栄養を計算します。
ko: 사진을 찍고 Goodfood는 원료를 분석하고 영양을 계산합니다.
ms: Hanya ambil gambar, Goodfood akan menganalisis bahan mentah dan mengira pemakanan untuk anda.
pt: Basta tirar fotos, o GoodFood analisará as matérias -primas e calculará a nutrição para você.
ru_ru: Просто сделайте фотографии, Goodfood проанализирует сырье и рассчитает для вас питание.
th: เพียงแค่ถ่ายภาพ Goodfood จะวิเคราะห์วัตถุดิบและคำนวณโภชนาการสำหรับคุณ

source: Chi tiết
ar: التفاصيل
de: Detail
en: Detail
fr: Détail
hi: विवरण
id: Detail
ja: 詳細
ko: 세부 사항
ms: Perincian
pt: Detalhe
ru_ru: Деталь
th: รายละเอียด

source: Chi tiết món ăn
ar: تفاصيل الطعام
de: Details des Essens
en: Details of food
fr: Détails de la nourriture
hi: भोजन का विवरण
id: Detail makanan
ja: 食べ物の詳細
ko: 음식의 세부 사항
ms: Perincian makanan
pt: Detalhes da comida
ru_ru: Детали еды
th: รายละเอียดของอาหาร

source: Chiều cao (m)
ar: الارتفاع (م)
de: Höhe (m)
en: Height (m)
fr: Hauteur (m)
hi: ऊंचाई (एम)
id: Tinggi (m)
ja: 身長(m)
ko: 높이(m)
ms: Haavo (m)
pt: Altura (m)
ru_ru: Высота (м)
th: ความสูง (ม.)

source: Chọn gói Premium ✨
ar: اختر الحزمة الممتازة ✨
de: Wählen Sie Premium -Paket ✨
en: Choose Premium package ✨
fr: Choisissez un package premium ✨
hi: प्रीमियम पैकेज चुनें ✨
id: Pilih Paket Premium ✨
ja: プレミアムパッケージを選択してください
ko: 프리미엄 패키지를 선택하십시오
ms: Pilih Pakej Premium ✨
pt: Escolha o pacote premium ✨
ru_ru: Выберите Premium Package ✨
th: เลือกแพ็คเกจพรีเมี่ยม✨

source: Chọn ngày
ar: حدد التاريخ
de: Datum auswählen
en: Select date
fr: Sélectionner la date
hi: तारीख़ चुनें
id: Pilih Tanggal
ja: [日付]を選択します
ko: 날짜를 선택하십시오
ms: Pilih tarikh
pt: Selecione a data
ru_ru: Выберите дату
th: เลือกวันที่

source: Chưa có ảnh
ar: لا توجد صورة
de: Es gibt kein Foto
en: There is no photo
fr: Il n'y a pas de photo
hi: कोई फोटो नहीं है
id: Tidak ada foto
ja: 写真はありません
ko: 사진이 없습니다
ms: Tidak ada foto
pt: Não há foto
ru_ru: Нет фото
th: ไม่มีรูปถ่าย

source: Chưa có món ăn nào
ar: لا طعام
de: Kein Essen
en: No food
fr: Pas de nourriture
hi: खाना नहीं हैं
id: Tidak ada makanan
ja: 食べ物はありません
ko: 음식이 없습니다
ms: Tiada makanan
pt: Sem comida
ru_ru: Нет еды
th: ไม่มีอาหาร

source: Chưa có nguyên liệu
ar: لا توجد مادة
de: Es gibt kein Material
en: There is no material
fr: Il n'y a pas de matériel
hi: कोई सामग्री नहीं है
id: Tidak ada materi
ja: 素材はありません
ko: 재료가 없습니다
ms: Tidak ada bahan
pt: Não há material
ru_ru: Нет материала
th: ไม่มีวัสดุ

source: Chưa đăng nhập
ar: غير متزوج
de: Unverheiratet
en: Unmarried
fr: Célibataire
hi: अविवाहित
id: Belum menikah
ja: 未婚
ko: 미혼
ms: Belum berkahwin
pt: Solteiro
ru_ru: Не состоящий в браке
th: ไม่ได้แต่งงาน

source: Chụp ảnh
ar: التقط صورة
de: Machen Sie ein Foto
en: Take a photo
fr: Prendre une photo
hi: एक तस्वीर लें
id: Ambil foto
ja: 写真を撮ってください
ko: 사진을 찍으십시오
ms: Ambil gambar
pt: Tire uma foto
ru_ru: Сделайте фото
th: ถ่ายรูป

source: Chụp ảnh món ăn hoặc tải lên
ar: التقط صورًا للطعام أو التحميل
de: Machen Sie Fotos von Lebensmitteln oder hochladen
en: Take photos of food or upload
fr: Prenez des photos de nourriture ou de téléchargement
hi: भोजन की तस्वीरें लें या अपलोड करें
id: Ambil foto makanan atau unggah
ja: 食べ物の写真を撮るか、アップロードしてください
ko: 음식 사진을 찍거나 업로드하십시오
ms: Ambil gambar makanan atau muat naik
pt: Tire fotos de comida ou carregue
ru_ru: Сфотографировать еду или загрузить
th: ถ่ายภาพอาหารหรืออัปโหลด

source: Còn lại
ar: متبقي
de: Übrig
en: Remaining
fr: Restant
hi: शेष
id: Tersisa
ja: 残り
ko: 남아 있습니다
ms: Tinggal
pt: Restante
ru_ru: Оставшийся
th: ที่เหลืออยู่

source: Core ML
ar: جوهر مل
de: Kernml
fr: Noyau ML
hi: कोर एमएल
id: Inti ML
ja: コアML
ko: 핵심 ML
ms: Teras ml
ru_ru: Ядро ML
th: ML หลัก

source: Đăng ký ngay
ar: سجل الآن
de: Registrieren Sie sich jetzt
en: Register now
fr: Inscrivez-vous maintenant
hi: अभी पंजीकरण करें
id: Daftar sekarang
ja: 今すぐ登録してください
ko: 지금 등록하십시오
ms: Daftar sekarang
pt: Registre -se agora
ru_ru: Зарегистрироваться сейчас
th: ลงทะเบียนตอนนี้

source: Đang lưu...
ar: يحفظ ...
de: Speichern ...
en: Save ...
fr: Sauvegarder ...
hi: बचाना ...
id: Menyimpan ...
ja: 保存 ...
ko: 구하다 ...
ms: Simpan ...
pt: Salvar ...
ru_ru: Сохранять ...
th: บันทึก ...

source: Đăng nhập bằng Google
ar: تسجيل الدخول مع Google
de: Melden Sie sich mit Google an
en: Log in with Google
fr: Connectez-vous avec Google
hi: Google के साथ लॉग इन करें
id: Masuk dengan Google
ja: Googleでログインします
ko: Google에 로그인하십시오
ms: Log masuk dengan Google
pt: Faça login com o Google
ru_ru: Войдите с Google
th: เข้าสู่ระบบด้วย Google

source: Đang tải gói…
ar: تحميل الحزمة ...
de: Laden des Pakets ...
en: Loading the package ...
fr: Chargement du package ...
hi: पैकेज लोड हो रहा है ...
id: Memuat paket ...
ja: パッケージを読み込む...
ko: 패키지로드 ...
ms: Memuatkan pakej ...
pt: Carregando o pacote ...
ru_ru: Загрузка пакета ...
th: กำลังโหลดแพ็คเกจ ...

source: Danh sách nguyên liệu:
ar: قائمة المواد الخام:
de: Liste der Rohstoffe:
en: List of raw materials:
fr: Liste des matières premières:
hi: कच्चे माल की सूची:
id: Daftar Bahan Baku:
ja: 原材料のリスト：
ko: 원료 목록 :
ms: Senarai bahan mentah:
pt: Lista de matérias -primas:
ru_ru: Список сырья:
th: รายการวัตถุดิบ:

source: Date
ar: تاريخ
de: Datum
hi: तारीख
id: Tanggal
ja: 日付
ko: 날짜
ms: Tarikh
pt: Data
ru_ru: Дата
th: วันที่

source: Để sau
ar: تالي
de: Nachfolgend
en: Subsequent
fr: Ultérieur
hi: बाद का
id: Setelah
ja: その後
ko: 후속
ms: Seterusnya
pt: Subsequente
ru_ru: Последующий
th: ภายหลัง

source: Đổi sang English
ar: التغيير إلى اللغة الإنجليزية
de: In Englisch wechseln
en: Change to English
fr: Passer à l'anglais
hi: अंग्रेजी में परिवर्तन
id: Ubah ke bahasa Inggris
ja: 英語に変更します
ko: 영어로 변경
ms: Tukar ke Bahasa Inggeris
pt: Mudança para o inglês
ru_ru: Изменение на английский
th: เปลี่ยนเป็นภาษาอังกฤษ

source: Đổi sang Korean
ar: التغيير إلى الكورية
de: Wechsel zu Koreanisch
en: Change to Korean
fr: Changer en coréen
hi: कोरियाई में परिवर्तन
id: Ubah ke Korea
ja: 韓国語に変更します
ko: 한국으로의 변화
ms: Tukar ke Korea
pt: Mudança para coreano
ru_ru: Изменить на корейский
th: เปลี่ยนเป็นเกาหลี

source: Đơn vị
ar: وحدة
de: Einheit
en: Unit
fr: Unité
hi: इकाई
id: Satuan
ja: ユニット
ko: 단위
ms: Unit
pt: Unidade
ru_ru: Единица
th: หน่วย

source: Đơn vị: %@
ar: وحدة: ٪@
de: Einheit: %@
en: Unit: %@
fr: Unité: %@
hi: इकाई: %@
id: Unit: %@
ja: ユニット： ％@
ko: 단위: %@
ms: Unit: %@
pt: Unidade: %@
ru_ru: Единица: %@
th: หน่วย: %@

source: Đóng
ar: يغلق
de: Schließen
en: Close
fr: Fermer
hi: बंद करना
id: Menutup
ja: 近い
ko: 닫다
ms: Tutup
pt: Fechar
ru_ru: Закрывать
th: ปิด

source: Eat Smart, Live Healthy 🌿
ar: تناول الطعام الذكي والعيش بصحة جيدة 🌿
de: Iss intelligent, gesund leben 🌿
fr: Mangez intelligent, vivez en bonne santé 🌿
hi: स्मार्ट खाएं, स्वस्थ रहें 🌿
id: Makan pintar, hidup sehat 🌿
ja: 賢く食べる、健康的な生きる🌿
ko: 똑똑하고 건강하게 살고 있습니다
ms: Makan pintar, hidup sihat 🌿
pt: Coma inteligente, viva saudável 🌿
ru_ru: Ешьте умный, жить здоровым 🌿
th: กินสุขภาพดีมีสุขภาพดี🌿

source: Gemini
ar: تَوأَم
de: Zwillinge
fr: Gémeaux
hi: मिथुन
ja: ジェミニ
ko: 쌍둥이 자리
pt: Gêmeos
ru_ru: Близнецы
th: ราศีเมถุน

source: Giới tính: %@
ar: جنس: ٪@
de: Geschlecht: %@
en: Gender: %@
fr: Genre: %@
hi: लिंग: %@
id: Jenis kelamin: %@
ja: 性別： ％@
ko: 성별: %@
ms: Jantina: %@
pt: Gênero: %@
ru_ru: Пол: %@
th: เพศ: %@

source: Giới tính: Nam
ar: الجنس: ذكر
de: Geschlecht: männlich
en: Gender: Male
fr: Sexe: homme
hi: लिंग पुरुष
id: Jenis Kelamin: Pria
ja: 性別：男性
ko: 성별 : 남성
ms: Jantina: Lelaki
pt: Gênero: Masculino
ru_ru: Пол: мужчина
th: เพศ: ชาย

source: Giới tính: Nữ
ar: الجنس: أنثى
de: Geschlecht Weiblich
en: Gender: Female
fr: Sexe: femme
hi: लिंग महिला
id: Jenis kelamin: Wanita
ja: 性別：女性
ko: 성별 : 여성
ms: Jantina: Perempuan
pt: Sexo: Feminino
ru_ru: Пол: женщина
th: เพศ: หญิง

source: Gợi ý món
ar: اقترح الأطباق
de: Gerichte vorschlagen
en: Suggest dishes
fr: Suggérer des plats
hi: व्यंजन का सुझाव दें
id: Menyarankan hidangan
ja: 料理を提案します
ko: 요리를 제안합니다
ms: Cadangkan hidangan
pt: Sugerir pratos
ru_ru: Предложить посуду
th: แนะนำอาหาร

source: Gợi ý món ăn
ar: اقترح الطعام
de: Nahrung vorschlagen
en: Suggest food
fr: Suggérer de la nourriture
hi: भोजन का सुझाव दें
id: Menyarankan makanan
ja: 食べ物を提案します
ko: 음식을 제안하십시오
ms: Cadangkan makanan
pt: Sugerir comida
ru_ru: Предложить еду
th: แนะนำอาหาร

source: Good-Food
ar: الغذاء
de: Goodar Food
fr: De bonne nourriture
hi: अच्छा भोजन
id: Makanan baik
ja: おはようございます
ko: 좋은 음식
ms: Makanan yang baik
pt: Bom alimento
ru_ru: Хорошая продукта
th: อาหารดี

source: GoodFood đồng hành cùng bạn đạt mục tiêu cân nặng và chế độ ăn lành mạnh.
ar: يرافقك Goodfood للوصول إلى هدف الوزن ونظام غذائي صحي.
de: Goodfood begleitet Sie, um das Ziel des Gewichts und einer gesunden Ernährung zu erreichen.
en: Goodfood accompanies you to reach the goal of weight and a healthy diet.
fr: Goodfood vous accompagne pour atteindre l'objectif du poids et une alimentation saine.
hi: गुडफूड आपके साथ वजन और एक स्वस्थ आहार के लक्ष्य तक पहुंचने के लिए है।
id: Goodfood menyertai Anda untuk mencapai tujuan berat badan dan diet sehat.
ja: Goodfoodは、体重と健康的な食事の目標に到達するためにあなたに同行します。
ko: Goodfood는 체중과 건강한 식단의 목표에 도달하기 위해 동반합니다.
ms: Goodfood mengiringi anda untuk mencapai matlamat berat badan dan diet yang sihat.
pt: Goodfood acompanha você para atingir o objetivo de peso e uma dieta saudável.
ru_ru: GoodFood сопровождает вас достичь цели веса и здоровой диеты.
th: Goodfood มาพร้อมกับคุณเพื่อบรรลุเป้าหมายของน้ำหนักและอาหารเพื่อสุขภาพ

source: Hôm nay
ar: اليوم
de: Heute
en: Today
fr: Aujourd'hui
hi: आज
id: Hari ini
ja: 今日
ko: 오늘
ms: Hari ini
pt: Hoje
ru_ru: Сегодня
th: วันนี้

source: Hôm qua
ar: أمس
de: Gestern
en: Yesterday
fr: Hier
hi: कल
id: Kemarin
ja: 昨日
ko: 어제
ms: Semalam
pt: Ontem
ru_ru: Вчера
th: เมื่อวาน

source: Item at %@
ar: البند في ٪@
de: Artikel bei %@
fr: Article à% @
hi: आइटम %@
id: Item di %@
ja: ％@のアイテム
ko: %@ 항목
ms: Item di %@
pt: Item em %@
ru_ru: Предмет AT %@
th: รายการที่ %@

source: Kcal trong 7 ngày
ar: KCAL في 7 أيام
de: Kcal in 7 Tagen
en: Kcal in 7 days
fr: Kcal en 7 jours
hi: 7 दिनों में kcal
id: Kcal dalam 7 hari
ja: 7日間でkcal
ko: 7 일 만에 Kcal
ms: Kcal dalam 7 hari
pt: Kcal em 7 dias
ru_ru: Kcal за 7 дней
th: Kcal ใน 7 วัน

source: Languages
ar: اللغات
de: Sprachen
fr: Langues
hi: बोली
id: Bahasa
ja: 言語
ko: 언어
ms: Bahasa
pt: Idiomas
ru_ru: Языки
th: ภาษา

source: Lịch sử món ăn
ar: تاريخ الطعام
de: Geschichte des Essens
en: History of food
fr: Histoire de la nourriture
hi: भोजन का इतिहास
id: Sejarah makanan
ja: 食べ物の歴史
ko: 음식의 역사
ms: Sejarah makanan
pt: História da comida
ru_ru: История еды
th: ประวัติความเป็นมาของอาหาร

source: Lỗi: %@
ar: خطأ: ٪@
de: Fehler: %@
en: Error: %@
fr: Erreur: %@
hi: गलती: %@
id: Kesalahan: %@
ja: エラー： ％@
ko: 오류 : %@
ms: Ralat: %@
pt: Erro: %@
ru_ru: Ошибка: %@
th: ข้อผิดพลาด: %@

source: Lưu vào nhật ký
ar: حفظ إلى اليوميات
de: Auf dem Tagebuch speichern
en: Save to the diary
fr: Enregistrer dans le journal
hi: डायरी को बचाओ
id: Simpan ke buku harian
ja: 日記に保存します
ko: 일기에 저장하십시오
ms: Simpan ke Diary
pt: Salvar no diário
ru_ru: Сохранить в дневник
th: บันทึกลงในไดอารี่

source: Màn hình %@
ar: شاشة ٪@
ru_ru: Экран %@

source: Muốn ăn ngon mà không ăn năn thì vận động đi bạn nhé!
ar: إذا كنت تريد أن تأكل بشكل جيد دون توبة ، فتمرين!
de: Wenn Sie gut essen möchten, ohne Buße zu tun, dann trainieren Sie!
en: If you want to eat well without repenting, then exercise!
fr: Si vous voulez bien manger sans vous repentir, alors faites de l'exercice!
hi: यदि आप पश्चाताप किए बिना अच्छा खाना चाहते हैं, तो व्यायाम करें!
id: Jika Anda ingin makan dengan baik tanpa bertobat, maka berolahraga!
ja: 悔い改めずによく食べたいなら、運動してください！
ko: 회개하지 않고 잘 먹고 싶다면 운동하십시오!
ms: Jika anda mahu makan dengan baik tanpa bertaubat, maka bersenam!
pt: Se você quiser comer bem sem se arrepender, exercite -se!
ru_ru: Если вы хотите хорошо поесть, не раскаиваясь, тогда упражнения!
th: ถ้าคุณอยากกินดีโดยไม่ต้องกลับใจแล้วออกกำลังกาย!

source: Nạp vào
ar: تحميل
de: Geladen
en: Intake
fr: Chargé
hi: लदा हुआ
id: Sarat
ja: ロード済み
ko: 짐을 실은
ms: mavesatra
pt: Carregado
ru_ru: Загружен
th: โหลดแล้ว

source: Nấu theo
ar: يطبخ
de: Kochen
en: Cook
fr: Cuisiner
hi: पकाना
id: Memasak
ja: 料理する
ko: 요리하다
ms: Masak
pt: Cozinhar
ru_ru: Готовить
th: ทำอาหาร

source: Next
ar: التالي
de: Nächste
fr: Suivant
hi: अगला
id: Berikutnya
ja: 次
ko: 다음
ms: Seterusnya
pt: Próximo
ru_ru: Следующий
th: ต่อไป

source: Ngày
ar: يوم
de: Tag
en: Day
fr: Jour
hi: दिन
id: Hari
ja: 日
ko: 낮
ms: Hari
pt: Dia
ru_ru: День
th: วัน

source: Nguyên liệu vừa thêm:
ar: تمت إضافة المواد:
de: Material hinzugefügt:
en: Material added:
fr: Matériel ajouté:
hi: सामग्री जोड़ा गया:
id: Materi ditambahkan:
ja: 追加された資料：
ko: 추가 된 자료 :
ms: Bahan ditambah:
pt: Material adicionado:
ru_ru: Материал добавлен:
th: วัสดุเพิ่ม:

source: Nhận diện món ăn bằng AI
ar: تحديد الطعام مع الذكاء الاصطناعي
de: Identifizieren Sie das Essen mit KI
en: Identify the food with AI
fr: Identifiez la nourriture avec l'IA
hi: एआई के साथ भोजन की पहचान करें
id: Identifikasi makanan dengan AI
ja: AIで食べ物を特定します
ko: AI로 음식을 식별하십시오
ms: Kenal pasti makanan dengan AI
pt: Identifique a comida com ai
ru_ru: Определите еду с ИИ
th: ระบุอาหารด้วย AI

source: Nhật kí
ar: مذكرة
de: Tagebuch
en: Diary
fr: Agenda
hi: डायरी
id: Buku harian
ja: 日記
ko: 다이어리
ms: Buku harian
pt: Diário
ru_ru: Дневник
th: ไดอารี่

source: Nhật ký
ar: مذكرة
de: Tagebuch
en: Diary
fr: Agenda
hi: डायरी
id: Buku harian
ja: 日記
ko: 다이어리
ms: Buku harian
pt: Diário
ru_ru: Дневник
th: ไดอารี่

source: OK
ar: نعم
fr: D'ACCORD
hi: ठीक है
id: OKE
ja: わかりました
ko: 좋아요
ru_ru: ХОРОШО
th: ตกลง

source: Select an item
ar: حدد عنصرًا
de: Wählen Sie einen Artikel aus
fr: Sélectionnez un élément
hi: किसी आइटम का चयन करें
id: Pilih item
ja: アイテムを選択します
ko: 항목을 선택하십시오
ms: Pilih item
pt: Selecione um item
ru_ru: Выберите элемент
th: เลือกรายการ

source: selected language
ar: لغة مختارة
de: Ausgewählte Sprache
fr: Langue sélectionnée
hi: चयनित भाषा
id: Bahasa terpilih
ja: 選択した言語
ko: 선택된 언어
ms: Bahasa terpilih
pt: Linguagem selecionada
ru_ru: Выбранное язык
th: ภาษาที่เลือก

source: Số lượng
ar: كمية
de: Menge
en: Quantity
fr: Quantité
hi: मात्रा
id: Kuantitas
ja: 量
ko: 수량
ms: Kuantiti
pt: Quantidade
ru_ru: Количество
th: ปริมาณ

source: Số lượng: %.1f
ar: الكمية: ٪ .1f
de: Menge: %.1f
en: Quantity: %.1f
fr: Quantité:% .1f
hi: मात्रा: %.1f
id: Kuantitas: %.1f
ja: 数量：％.1f
ko: 수량 : %.1f
ms: Kuantiti: %.1f
pt: Quantidade: %.1f
ru_ru: Количество: %.1f
th: ปริมาณ: %.1f

source: Tab
ar: فاتورة غير مدفوعة
fr: Languette
hi: टैब
ja: タブ
ko: 꼬리표
pt: Guia
ru_ru: Вкладка
th: แท็บ

source: Tải ảnh
ar: قم بتنزيل الصور
de: Laden Sie Fotos herunter
en: Download photos
fr: Télécharger des photos
hi: तस्वीरें डाउनलोड करें
id: Unduh foto
ja: 写真をダウンロードしてください
ko: 사진 다운로드
ms: Muat turun gambar
pt: Baixar fotos
ru_ru: Скачать фотографии
th: ดาวน์โหลดรูปภาพ

source: Tên
ar: اسم
de: Name
en: Name
fr: Nom
hi: नाम
id: Nama
ja: 名前
ko: 이름
ms: Anarana
pt: Nome
ru_ru: Имя
th: ชื่อ

source: Tên nguyên liệu
ar: اسم المواد الخام
de: Rohstoffname
en: Raw material name
fr: Nom de matière première
hi: कच्चे माल का नाम
id: Nama bahan baku
ja: 原材料名
ko: 원료 이름
ms: Nama bahan mentah
pt: Nome da matéria -prima
ru_ru: Название сырья
th: ชื่อวัตถุดิบ

source: Test Crash
ar: تحطم اختبار
ru_ru: Тестовый аварий

source: Thành công
ar: نجاح
de: Erfolg
en: Success
fr: Succès
hi: सफलता
id: Kesuksesan
ja: 成功
ko: 성공
ms: Kejayaan
pt: Sucesso
ru_ru: Успех
th: ความสำเร็จ
